{
	"CompanyEmployee": {
		"roleId": "CompanyEmployee",
		"tag": "CompanyEmployee",
		"Busy": {
			"Male": [
				"报表改到第三版了还没通过，服务器日志又开始报警……今晚怕是要在公司躺折叠床了，先来杯能续力的吧",
				"上午开评审会，下午改Bug，晚上还要做演示PPT——今天的时间被切成了碎片，来杯能把思路粘起来的",
				"刚把紧急邮件发出去，又被拉进临时会议群，连去茶水间的空都没有。快给我杯能一口闷的，喝完还得回去打仗"
			],
			"Female": [
				"刚结束跨时区会议，咖啡续到第五杯，脑子像被代码塞满的硬盘。能来这儿喘口气，已经是今天最幸运的事，给我杯清透点的",
				"客户临时加需求，明天就要定稿。现在看什么都像乱码，调酒师，给我一杯能让思路清晰点的",
				"部门集体赶项目，工位灯光亮到后半夜，护手霜蹭得键盘黏糊糊的。急需一杯能让神经松半寸的，不然真扛不住了"
			]
		},
		"Irritable": {
			"Male": [
				"领导拍脑袋改方案的时候，能不能看看日历？这周已经熬了三个通宵，再催我真要掀桌子了，来杯烈的压一压",
				"电脑蓝屏三次，刚写的文档没保存。这破机器跟我有仇吗？现在看什么都不顺眼，来杯够劲的",
				"开了四小时会没解决一个问题，全在扯废话。喉咙干得冒火，耐心耗得精光，来杯冰的灭火"
			],
			"Female": [
				"打印机卡纸、地铁晚点、外卖送错……今天的世界好像故意跟我作对，来杯最烈的，别废话",
				"同事把锅甩得比煎饼还圆，背锅的又是我。现在看见谁都想怼，先喝酒，别跟我搭话",
				"隔壁工位总在吧唧嘴，耳机音量开到最大都挡不住。想把耳机线缠他脖子上——先给我杯能压火的"
			]
		},
		"Melancholy": {
			"Male": [
				"盯着电脑屏幕发呆时突然想，我每天重复这些工作，到底是为了什么？像个设定好程序的机器人，来杯温和的吧",
				"同学群里都在晒升职加薪，只有我还在原地打转。点开对话框又关掉，连句问候都觉得多余，来杯安静的酒",
				"以前总说要趁年轻拼一把，现在拼到腰肌劳损，却不知道拼的意义在哪儿。这种空落落的感觉，得靠杯酒填填"
			],
			"Female": [
				"大学时想做的设计早被KPI埋了，抽屉里的画笔都发霉了。有时候觉得，这城市比深夜还冷，给我杯带点暖感的",
				"又到月底，工资条上的数字还没房租涨得快。梦想？早就被通勤挤碎在地铁里了，来杯能缓口气的",
				"加班到凌晨，写字楼只剩我这层亮着灯。窗外的星星比工位的灯还暗，突然觉得自己像颗没人管的螺丝钉，来杯软点的"
			]
		},
		"Picky": {
			"Male": [
				"这杯子边缘要是再干净点就好了，细节处见用心嘛——不过整体看着还行，就它吧",
				"搅拌的时间要是再精准点，酒的融合度应该会更均衡，好在现在也不算差",
				"酒精度控制得还行，我对这个比较敏感，稍微过一点都能察觉到，这杯算稳妥的"
			],
			"Female": [
				"冰块形状会影响稀释速度呢，上次见的菱形冰就很讲究，这杯的冰块虽然普通，但也能接受",
				"装饰的薄荷叶要是再新鲜点就完美了，边缘有点卷，不过香气还在，不影响整体",
				"杯壁的霜化得快了点，看来冷藏时间不太够，不过喝着还行，就这样吧"
			]
		},
		"Friendly": {
			"Male": [
				"今天组里实习生帮我带了杯热可可，突然觉得加班也没那么难熬。你这儿有类似温暖感的酒吗？",
				"终于把囤积的年假休了一天，睡够了自然醒。这种久违的轻松，得配杯清爽的酒才对",
				"同事分享的解压小游戏居然通关了，没想到我还有这天赋！来杯带点气泡的，像心情一样冒泡泡"
			],
			"Female": [
				"路过街角看到流浪猫生了崽，软乎乎的超可爱！心情一下子亮了，来杯甜一点的庆祝下吧",
				"上周提的需求终于上线了，用户反馈还不错。虽然累，但这种成就感，值得一杯好酒",
				"楼下保安大叔今天帮我代收了快递，还提醒我下雨带伞。这种小温暖最治愈了，来杯带点甜的"
			]
		}
	},
	"SmallLeader": {
		"roleId": "SmallLeader",
		"tag": "SmallLeader",
		"Busy": {
			"Male": [
				"部门报表、跨组协调会、下属绩效面谈……光记待办事项就写满了三页纸，调酒师，来杯能让人暂时忘事的",
				"上午处理下属纠纷，下午应对上级检查，晚上还得改预算表。一天像被按了加速键，来杯能踩踩刹车的",
				"刚把紧急项目送走，又接了三个新需求。日历排到下个月，连喝水的空都得挤，来杯能续力的"
			],
			"Female": [
				"刚跟总部视频完，指标又涨了。下面人等着我拿方案，上面催着要结果，这夹心饼干当得真累，来杯利落的",
				"客户那边临时变卦，整个项目流程要重排。现在连喘口气的时间都算奢侈，先给我来杯快的",
				"合作方突然撤资，整个团队等着我拿主意。咖啡续到第六杯，脑子还是乱的，来杯能定神的"
			]
		},
		"Irritable": {
			"Male": [
				"下属做的PPT错漏百出，改到凌晨还没弄好！这种基础错误都犯，是觉得我时间太多吗？来杯烈的醒醒神",
				"定好的方案被临时推翻，理由是“感觉不对”。凭感觉做事？早干嘛去了！气得肝疼，来杯最烈的",
				"跨部门对接的人永远爱答不理，邮件发十封回一封。效率低成这样还不换人，这班是没法上了，来杯冰的"
			],
			"Female": [
				"大领导只会画饼，下面人只会喊难，就我是那个填坑的？再听到“这个我不会”，我真要爆发了，给我杯够劲的",
				"预算砍了不少，要求却加了一堆，这不是强人所难吗？现在看到任何不合理的事都想发火，来杯顺顺气的",
				"下属上班摸鱼被我撞见，还找借口说“在想创意”。当我瞎吗？这种敷衍的态度真想当场开了他，先喝酒压火"
			]
		},
		"Melancholy": {
			"Male": [
				"昨天路过以前常去的乐队排练室，发现改成奶茶店了。才想起自己已经三年没碰过吉他，全被工作绑住了，来杯带点回忆的",
				"父母打电话总问“什么时候升职”，可我连按时回家吃顿饭都难。这种夹在中间的滋味，只有酒能懂",
				"同学聚会不敢去，以前成绩没我好的都创业开公司了，我还在这儿为保住部门编制发愁，来杯能静下来的"
			],
			"Female": [
				"下属觉得我严苛，领导觉得我不够拼。有时候看着办公室的灯，不知道自己到底在为谁坚持，来杯温和的吧",
				"熬夜改的方案通过了，却没想象中开心。看着镜子里的黑眼圈，突然觉得这几年除了工作，什么都没留下",
				"以前总说要带团队做出成绩，现在成绩有了，团队却散了一半。所谓成功，原来要丢这么多东西，来杯暖点的"
			]
		},
		"Picky": {
			"Male": [
				"这酒的色泽接近标准琥珀色了，就是还差一点深邃感，不过整体调性是对的",
				"倒酒时的泡沫稍微过了点，影响第一口的清爽度，好在后面喝着还行",
				"侍酒温度稍微高了点，单宁的涩感会明显些，不过还在可接受的范围里"
			],
			"Female": [
				"杯垫图案要是统一些会更显专业，细节管理嘛，不过这杯酒的口感倒是没让人失望",
				"搅拌的力度要是再匀点，层次会更清晰，就像带团队得把握好节奏，好在这杯不算拉垮",
				"原料配比稍微偏甜了点，盖过了基酒的香，不过平衡感还行，能喝出用心"
			]
		},
		"Friendly": {
			"Male": [
				"今天下属主动帮我分担了个急活，突然觉得这团队没白带。来杯轻松点的，庆祝下这种小默契",
				"跟合作方吵了半年，今天终于达成共识握了手。原来硬刚不如软磨，这种释然得配杯顺的酒",
				"其实我以前也调酒，不过是在家瞎调。你这手法挺专业的，有空能交流下配方吗？先来杯你拿手的"
			],
			"Female": [
				"上周给组里争取到了团建经费，看他们高兴的样子，比自己拿奖金还开心。推荐杯适合分享的酒？",
				"实习生今天第一次独立完成任务，送了我颗糖说“谢谢教我”。这种被惦记的感觉，比KPI达标还暖，来杯甜的",
				"部门小姑娘给我带了老家的茶叶，说“领导你别总喝咖啡”。被人惦记着的感觉真好，来杯配茶味的？"
			]
		}
	},
	"Freelancer": {
		"roleId": "Freelancer",
		"tag": "Freelancer",
		"Busy": {
			"Male": [
				"三个甲方同时催稿，电脑开着四个设计软件，鼠标都快磨出火星了。急需一杯能续命的，不然今晚真要熬不住了",
				"上午拍产品图，下午剪视频，晚上写文案——身兼三职快劈成八瓣了，来杯能把碎片粘起来的",
				"硬盘突然提示空间不足，导出的文件差点损坏。手忙脚乱清了两小时，后背全是汗，来杯冰的压惊"
			],
			"Female": [
				"刚改完第五版海报，客户说还是第一版好。现在脑子像被橡皮擦过，来杯能重启思路的",
				"明天要交三个方案，打印机还在吞纸。自由职业？不过是把连轴转换成了无间断，还没人给交社保，来杯清透的缓缓",
				"客户凌晨三点发消息说“有个小想法”，这哪是小想法，是要我命！顶着黑眼圈来的，给杯能提神的"
			]
		},
		"Irritable": {
			"Male": [
				"客户说“我要那种高级又接地气的感觉”，这是人话吗？说了八百遍说不清需求，不如直接让我替他做梦，来杯直接点的",
				"改到第七版说“还是喜欢最初的感觉”，早干嘛去了？我的时间不是时间？真想把U盘砸他脸上，先喝酒",
				"熬夜做的方案被说“没灵魂”，他懂个屁的灵魂！这种门外汉凭什么对我指手画脚？来杯够劲的"
			],
			"Female": [
				"拖了三个月的稿费还没结，催就说“在走流程”。自由职业者的钱是大风刮来的？气死我了，来杯烈的压火",
				"合作的平台突然改规则，之前的努力全白费。这种朝令夕改的操作，是把人往绝路上逼吗？来杯最烈的",
				"甲方助理传达需求颠三倒四，问他细节就说“你看着办”。办你个大头鬼！这种沟通障碍能气死人，来杯冰的"
			]
		},
		"Melancholy": {
			"Male": [
				"连续一周没出门，冰箱里只剩过期牛奶。突然发现，连个能吐槽甲方的人都没有，真孤独啊，来杯带点暖的",
				"看着自己三年前的作品，突然觉得灵气被磨没了。现在只会按甲方要求改改改，像个没有感情的机器，来杯软点的",
				"以前觉得自由最重要，现在看着朋友圈里别人团建、发奖金，突然有点羡慕那种稳定，来杯能静下来的"
			],
			"Female": [
				"接不到单时焦虑，接到单时更焦虑。这行就像走钢丝，不知道什么时候会掉下去，来杯温和的吧",
				"过年回家被问“到底做什么工作”，解释半天还是不懂，只说“不如考个编稳定”。那种不被理解的滋味，真涩",
				"下雨天真不想出门，可快递到了要取，打印店要送稿。自由职业的孤独，在雨天最明显，来杯带点热感的"
			]
		},
		"Picky": {
			"Male": [
				"这杯酒的香气层次要是再分明点就好了，主调不够突出，不过比上次喝的规整些",
				"基酒的尾调稍微短了点，要是年份再足点会更有韵味，好在整体风味没跑偏",
				"摇酒的力度轻了点，气泡感不足，少了点张力，不过口感还算干净"
			],
			"Female": [
				"杯口的盐霜要是再均匀点就好了，角度差了点，不过咸度刚好，不影响入口",
				"橄榄的回甘稍微淡了点，腌制时间要是再久点会更有味道，好在新鲜度还行",
				"装饰物的颜色稍微跳了点，和酒的调性不太搭，不过看着也算顺眼，就这样吧"
			]
		},
		"Friendly": {
			"Male": [
				"昨天终于搞定了个难缠的客户，他说“这才是我要的感觉”时，差点哭出来！必须来杯好酒庆祝",
				"终于给自己放了天假，去公园坐了一下午。风吹着树叶响，比键盘声好听多了，来杯带点风的味道的",
				"合作的摄影师送了我组废片，说“觉得你能用得上”。这种懂行的默契，比甲方说“不错”还开心，来杯分享的"
			],
			"Female": [
				"路过书店看到本旧设计杂志，想起刚入行时的样子。那种纯粹想做好东西的心情，真好啊，来杯轻快的",
				"其实我给你画了张酒馆速写，下次带来给你。你这儿的灯光特别适合入画，很有故事感，来杯配得上这氛围的",
				"粉丝私信说“看你的设计受启发考上了美院”，突然觉得这份工作还有点意义。这种小确幸，得配杯甜的"
			]
		}
	},
	"Boss": {
		"roleId": "Boss",
		"tag": "Boss",
		"Busy": {
			"Male": [
				"刚结束第三场酒局，合同签了七个，胃里像装了个酒精炸弹。来杯能压一压的，别拿那些将就的糊弄",
				"刚从机场赶回来，明天还要飞三个城市。行李箱还没打开，人已经累瘫了，来杯能快速回血的",
				"项目评审会开了六个小时，签字签得手酸。现在看到数字就眼晕，来杯能清脑子的"
			],
			"Female": [
				"上午看楼盘，下午谈投资，晚上还要陪客户应酬。时间比金子还贵，给我来杯最高效的",
				"助理把明天的行程排到了凌晨，连喘口气的间隙都得算着过。这钱挣得，比搬砖还累，来杯能缓口气的",
				"合作方突然要面谈，推掉了预约好的体检。身体像台连轴转的机器，快出故障了，来杯能润滑下的"
			]
		},
		"Irritable": {
			"Male": [
				"司机又迟到几分钟，这种效率怎么跟我做事？耽误的时间够谈成一个小项目了，真气人，来杯烈的压火",
				"策划的活动现场音响突然失灵，准备了三个月就砸在这细节上。负责人还在找借口，真想当场换人，来杯冰的",
				"助理把重要文件放错了文件夹，害得我在客户面前出糗。这种低级错误都犯，留着过年吗？来杯最烈的"
			],
			"Female": [
				"那家中餐厅居然用普通水兑高汤，当我喝不出来？现在的人做事越来越没底线了，来杯够劲的顺顺气",
				"刚收的物件居然有点瑕疵，店员还敢说是正常现象？这点讲究都没有，来杯能静下来的",
				"所谓的“专家”讲了半天废话，连基本行情都不懂。这种混子也敢来骗钱？气得想掀桌子，先喝酒"
			]
		},
		"Melancholy": {
			"Male": [
				"生日收到一堆奢侈品，却没一个人记得我其实喜欢小时候外婆做的糖糕。钱再多，好像也填不满心里的空，来杯带点温度的",
				"站在落地窗前看夜景，楼很高，灯很亮，可没一盏是为我留的。这种空落落的感觉，比没钱时还难受",
				"以前以为有钱了就能快乐，现在发现烦恼比以前还多。那些为了钱疏远我的人，真值得吗？来杯能静下来的"
			],
			"Female": [
				"酒局上认识的人能坐满整个宴会厅，可真遇到事时，翻遍通讯录都找不到能说真心话的，来杯温和的吧",
				"小时候一起爬树的发小，现在见了面只会聊生意。那些没心没肺的日子，再也回不去了，来杯像回忆的酒",
				"医生说我血压高要少喝酒少应酬，可桌上的酒杯停不下来。好像被钱推着走，想停却停不下，来杯淡点的"
			]
		},
		"Picky": {
			"Male": [
				"我对酒的单宁很敏感，这杯的程度还算适中，没过头，也算懂行的调法了",
				"基酒的香气被辅料盖过了一点，主次不够分明，好在核心味道还在",
				"收尾的余韵稍微短了点，不够绵长，不过整体体验还算完整，没掉链子"
			],
			"Female": [
				"冰块的纯度会影响口感，这杯的冰块杂质稍微多了点，好在融化速度还行，没太影响味道",
				"杯具的质感不错，握着顺手才能品出酒的好，这杯配这个杯子还算搭，没选错",
				"侍酒时手要是没碰到杯身就更专业了，温度会更稳定，不过现在喝着也还行"
			]
		},
		"Friendly": {
			"Male": [
				"其实我小时候住这附近，那时候街角有个卖糖画的老爷爷。没想到现在变成这么舒服的酒馆了，来杯顺口的",
				"翻到以前玩乐队的照片，突然想把吉他找出来擦擦。那时候没钱但开心，来杯像青春的酒",
				"你调的酒比那些大酒店的有味道，少了点套路，多了点实在。下次带朋友来捧捧场，先来杯你拿手的"
			],
			"Female": [
				"上周捐了所希望小学，看到孩子们的笑脸，比签个大合同还开心。来杯简单点的，不用太花哨",
				"今天帮老邻居修好了漏水的水管，他非要塞给我袋自家种的菜。这种烟火气，比红酒杯碰杯声踏实，来杯淡的",
				"助理小姑娘今天生日，给她放了天假。看着她蹦蹦跳跳跑出去的样子，想起自己年轻时的劲头，来杯轻快的"
			]
		}
	},
	"Student": {
		"roleId": "Student",
		"tag": "Student",
		"Busy": {
			"Male": [
				"明天要交四篇论文，现在才写完两篇，咖啡已经续到第八杯了。调酒师，有能让人不困的酒吗？别太烈，我还得赶工",
				"刚考完两门试，明天还有三场。书包里全是复习资料，肩膀压得快断了，来杯能松快点的",
				"既要准备演讲比赛，又要练运动会项目，辅导员还催着交入党申请书。感觉自己像个陀螺，来杯能歇歇的"
			],
			"Female": [
				"上午实验报告，下午小组展示，晚上还有选修课考试。一天像被按了快进键，想喝杯甜的缓口气",
				"社团招新忙到现在，嗓子都哑了。学长说你们家有款适合熬夜的酒？快给我来一杯",
				"小组要在三天内赶出参赛作品，今晚得通宵焊电路。焊锡味闻得头疼，来杯清清爽爽的"
			]
		},
		"Irritable": {
			"Male": [
				"小组作业就我一个人在做，其他人要么装死要么划水！这种队友还不如没有，气死我了，来杯能降温的",
				"图书馆占座的人把书一放就不见踪影，等了俩小时还不来。这种占着茅坑不拉屎的，真想把书扔出去，来杯冰的",
				"抢了三次选修课都没抢到，系统卡得像蜗牛，学校就不能升级下服务器吗？来杯冷静点的"
			],
			"Female": [
				"刚打印好的复习资料被风吹跑了，捡回来全是泥！这倒霉事怎么全让我碰上了，来杯顺顺气的",
				"室友又在宿舍煮螺蛳粉，说了八百遍散味慢还不听。这味儿能把蟑螂熏死，我快窒息了，来杯冲掉味道的",
				"老师突然说要加随堂测验，上周明明说这章不考！这种临时变卦，是故意折腾人吗？气得想撕书，先喝酒"
			]
		},
		"Melancholy": {
			"Male": [
				"看着学长学姐投简历被拒的样子，突然觉得四年书白读了。未来到底在哪儿啊？来杯柔软点的",
				"爸妈打电话说“别总玩，多考点证”，可我连喜欢什么都不知道。这种被安排的人生，真没劲，来杯带点甜的",
				"努力了一学期，成绩还是中等。看着别人轻轻松松拿奖学金，突然怀疑自己是不是太笨了，来杯软点的"
			],
			"Female": [
				"暗恋的人今天脱单了，对象不是我。坐在图书馆哭了半小时，想喝点能让人忘了这事的",
				"当初瞎选的专业，现在越学越痛苦，转专业又没勇气。感觉自己像被困在迷宫里，来杯温和的",
				"生日一个人在宿舍吃泡面，朋友圈全是别人的聚会照片。原来我这么孤独，连句祝福都没有，来杯暖点的"
			]
		},
		"Picky": {
			"Male": [
				"这杯酒的甜度刚好，就是冰块化得快了点，影响口感稳定性，好在味道没差太多",
				"气泡要是再足点会更清爽，现在喝着像没气的汽水，不过酸甜度还行",
				"分量比上次看着少了点，好在味道没糊弄，喝着还行，就这样吧"
			],
			"Female": [
				"杯口的柠檬片要是切得再薄点、整齐点就好了，我们美术老师总说细节见态度，不过香气够了",
				"酒的颜色和图片差了点，不知道是不是配方微调了，好在味道没跑偏，能接受",
				"杯壁的水珠滴到桌子上了，冷藏温度没控制好呀，不过擦干净就行，酒还行"
			]
		},
		"Friendly": {
			"Male": [
				"今天在图书馆帮一个小姐姐找到了她丢的U盘，她请我喝了奶茶！心情超好，来杯和奶茶一样甜的酒",
				"帮学弟修好了电脑，他非要把珍藏的游戏碟借我。这种分享的快乐，比赢游戏还爽，来杯带劲的",
				"刚考完最后一门试，终于有空啦！推荐款适合放松的酒呗？想好好犒劳下自己"
			],
			"Female": [
				"我们乐队昨天第一次演出，虽然有点垮，但台下有人鼓掌！来杯庆祝下，我请客",
				"食堂阿姨今天多给我打了块肉，说“看你瘦的”。这种被惦记的感觉，比拿奖学金还暖，来杯甜的",
				"下雨天在教学楼门口帮同学收了被子，现在全宿舍都喊我“活雷锋”。这种被需要的感觉，真好，来杯清爽的"
			]
		}
	}
}